Repository: SamedArslan28/IBANBookProject
Catalog: IbanBookProject/Resource/Localization/Localizable.xcstrings
Source language: tr
Languages: en

# backKey
source: Geri
en: Back

# bankKey
source: Banka Adı
en: Bank Name

# bankNameInfoKey
source: Banka adı ve isim alanları doldurulmalıdır.
en: Bank name and name fields must be filled

# cameraAccessDeniedTitleKey
source: Kamera erişimi engellendi
en: Camera Access Denied

# cameraDeniedMessageKey
source: Kamera erişimi engellendi izin vermek için ayarlara gidin
en: Please enable camera access in settings to use this feature.

# cameraKey
source: Kamera
en: Camera

# cancelKey
source: Vazgeç
en: Cancel

# copyIbanKey
source: Kopyalandı
en: Copied

# copyKey
source: Kopyala
en: Copy All

# differentPhotoKey
source: Lutfen baska bir fotograf seciniz.
en: Please select another photo

# emptyCellKey
source: Kayıtlı IBAN bulunmamaktadır.
en: There is no registered IBAN.

# favouritesKey
source: Favoriler
en: Favorites

# ibanBookKey
source: IBAN Defteri
en: IBAN Book

# ibanListKey
source: IBAN'lar
en: IBAN List

# ibanNotFoundKey
source: Iban Bulunamadı.
en: Can't find IBAN

# ibanReadKey
source: IBAN Oku
en: Read IBAN

# ibanSaveKey
source: IBAN Kaydet
en: Save IBAN

# ibanSelectKey
source: IBAN seçiniz
en: Select a IBAN

# mainMessageKey
source: Iban Defteri uygulaması sayesinde Iban`larınızı telefon kameranızla ya da galerinizdeki resimden okuyabilirsiniz. Aynı zamanda Iban'ları kolayca kaydedebilir ve yakınlarınızla paylaşabilirsiniz.
en: With the Iban Defteri application, you can easily read your IBANs by using your phone camera or selecting a photo from your gallery. Additionally, you can effortlessly save and share IBANs with your contacts.

# missingInfoKey
source: Eksik bilgi
en: Missing Information

# nameKey
source: Ad Soyad
en: Name

# notFoundKey
source: IBAN bulunamadı.
en: IBAN not found

# okKey
source: Tamam
en: OK

# othersKey
source: Diğer
en: Other

# photosKey
source: Fotoğraflar
en: Photos

# qrKey
source: Qr Kod
en: Qr Code

# requiredFieldKey
source: Bütün alanlar doldurulmalıdır.
en: All fields must be filled

# saveChangesKey
source: Değişiklikleri kaydedin.
en: Save all changes.

# savedIbansKey
source: Kayıtlı IBAN`larim
en: Saved IBANs

# saveKey
source: Kaydet
en: Save

# settingsKey
source: Ayarlar
en: Settings

# sourceKey
source: Kaynak Seciniz
en: Select Source

# sourceMessageKey
source: Iban nereden okunacak ?
en: Where will the IBAN be read from?
